;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;Renegade Sun Raven Shield Campaign          ;
;Mission Briefing Text                       ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[RSun_Wharf]
ID_MENUNAME=London Wharf (RSUN - M1)
ID_CODENAME=Blind Seeker
ID_DATETIME=2010.02.04 - 2300
ID_LOCATION=London, England
ID_CONTROL=Approximately 48 hours ago a previously unknown paramilitary organization calling itself the "Children of Theia" infiltrated the US Armies biological research facility at a classified location in the Nevada desert killing several of the security personal. During the operation the terrorists kidnapped Dr. Roger Anderson, a researcher at the lab. US Armed Forces and CIA Special Op teams have been placed on alert to increase security as well as investigate the force behind the attack. Rainbow has been requested to be a part of this investigation.
ID_CLARK=You’ve heard the official response to the current situation that’s circling the general intelligence agencies. The press has been blacked out on this one and for good reason. What official channels don’t say is the Army Lab was a black ops research facility assigned the task of designing defensive chemical weapons. The logic being you fight fire with fire. That this group knew of the existence of the lab is frightening by itself. The fact that it’s one of the most secure facilities in the country pushes that fright right over the edge.\n\n
ID_CLARK1=These terrorists weren’t fanatics waving AK’s around and yelling at the top of their lungs, these guys were calm, hard, and deadly efficient. State of the art electronic military grade equipment would have been needed to break the labs security protocols and thermo regulating suits would have been required to bypass climate control computer system rooms. Army Intel report the shots fired were tight and minimal. They also report based on the terrorists movement plan only those guards that proved to be operation obstacles were killed. They were well trained, well equipped and disciplined. No civilians were killed.\n\n
ID_CLARK2=This brings us to Dr. Roger Anderson. Anderson is a non-player at the facility, a smart guy with mid-level clearance assigned to mid-level tasks. His kidnapping was a puzzle until about 16 hours ago when he phoned his supervisor to inform him he had been released. The terrorists gave him a CD with an audio recording and instructed him to give it to his superiors. I’ve downloaded a transcript of the disk to your newswire directory. It seems Andersons kidnapping was performed just to show us that they could do it. In fact that now seems to be the whole purpose of the operation as no data was taken from lab. As you’d expect, this group cleaned up behind themselves so we have little to go on. As such we’re going to fan out on this one and pray.
ID_CLARK3=The equipment used in the operation isn’t something that can be purchased in the US but that sure as hell doesn’t keep it from getting in. For that reason the intelligence community is going to focus its initial attention on known individuals and consortiums with ties to smuggling this type of cargo. The CIA is sending its special ops folks to North Korea and Burma, while the Ghosts out of Fort Bragg will cover specific targets in Africa. Rainbow has two targets, one in South America and one in England, right here in our own backyard. Team 2 is already on a plane to Peru. Your team will take the target in London.\n\n
ID_CLARK4=Sweeny will fill you in on the target as well as the initial recon MI6 has provided.
ID_SWEENY=Your target is a warehouse located in London's Wharf District. The property is owned by the Tause Shipping Company, a third generation import/export business currently run by Robert Andrews Tause III. Tause entered the military after graduating Oxford in 1991 where, after seven years of distinguished service, he joined the SAS. He and his unit were some of the first to conduct joint special operations with US forces in Afghanistan, Iraq and later the failed coup attempt in North Korea. Tause was wounded during an operation and forced to retire in 2005 where he then took over the family business from his now deceased father.\n\n
ID_SWEENY1=Since it’s inception Tause Shipping was a solid and respectable business making the Tause family one of the wealthiest in England. Robert Tause has changed the direction of the company somewhat in more than a few "unrespectable" ways, but he’s been very successful in keeping the companies outward appearance as one of business as usual. In 2007 Tause began using contacts he had met through his days with the SAS to move missile shipments from North Korea to Pakistan. Since then he’s come to be known as someone who can get anything, anywhere. He acts as a transporter only. He never buys and he never sells. He makes his money by moving other people’s cargo. From weapons to electronics or from cars to coffee, at one time or another Tause has smuggled it all. It’s made him a great deal of money and granted him access into some of the most influential underground power circles in the world.\n\n
ID_SWEENY2=It’s for this last reason that Tause has remained out of a British prison. Both MI6 and the SAS use Tause as an information source, and as long as his cargo doesn’t get to radical they tolerate him. MI6 says Tause has a supplier of the thermal suits used in the raid on the Nevada Lab and NSA has customs records that put two of Tause’s ships in ports on the US east coast five days before the terrorists struck. It’s not a lot but it’s enough to warrant a look.\n\n
ID_SWEENY3=Despite it’s illicit activities Tause Shipping Company still does a large amount of legitimate business so you’ll be going in at night. A van will take you down to the wharf and park in one of the maintenance buildings. From there you’ll make your entry plan. Outside the warehouse is guarded by local thugs provided by the Dock Workers Union, an organization Tause has a hand in. They’re not military but don’t think they won’t hesitate to shoot first, talk later. Tause hires various mercenaries to travel abroad his ships to guard his illegal cargo. An MI6 recon report states a German merc crew is currently operating within the warehouse. So expect your heaviest resistance inside as they will be well trained and well armed. The bulk of the warehouse storage areas are beneath the main building. Satellite and infra red imaging have not been able to locate the number of hostiles in this area or pinpoint where any illicit goods maybe stored.\n\n
ID_SWEENY4=When you reach the lower warehouse stay tight, coordinate your team actions and take it slow. Good luck.
ID_NEWSWIRE=United States Army Intelligence – Classified G4\n\n
ID_NEWSWIRE1=-----------------------------------------------\n
ID_NEWSWIRE2=Audio Transcript - 2010.02.02 - 0930\n
ID_NEWSWIRE3=Subject - "Children of Theia"\n
ID_NEWSWIRE4=-----------------------------------------------\n\n
ID_NEWSWIRE5=We are the Children of Theia.\n\n
ID_NEWSWIRE6=By now you have evaluated the skill of our operation and with the recovery of Dr. Anderson the proof that we are reasonable men. As reasonable men we have come to understand that the elitism of those few who twist and turn the governments of the free world are indebted to the lay persons on whose backs they have placed unreasonable burdens. Burdens which allow those in power to stay in power and those of money to obtain more money.\n\n
ID_NEWSWIRE7=Therefore we demand reparations, not to address past crimes, but to address current laws that allow for the unequal distribution of wealth. Thus we make the following specific demands. From the United States, the most free nation and as such the most guilty, we demand $800 million dollars. From the counties of France, Germany, the United Kingdom, Japan and Spain we demand $300 million dollars. Each country will deposit the money in the order they are listed above. The United States, as listed first, has ten days in which to comply with our demands. After the first deposit is made each of the following countries will have five days from the last deposit to comply. Deposit instructions will be provided to a random government official of the appropriate country five hours before the end of the deadline.\n\n
ID_NEWSWIRE8=Failure by a country to meet it's deadline will result in an act of force the likes of which no free power has yet seen. Our operation at the Nevada Army Lab should provide enough proof that no amount of security will prove a deterrent and that there is no hidden location that we cannot find.\n\n
ID_NEWSWIRE9=We have demonstrated our ability, do not force us to demonstrate our resolve.\n\n-----------------------------------------------\nEnd Transcript – 0076511987\n-----------------------------------------------
ID_MISSION_ORDER=Your mission is to infiltrate the warehouse of the Tause Shipping Company, make your way to the security room on the third floor of the office complex and download the shipping manifests from the main computer. You are also instructed to search the storage holds below the warehouse for evidence of outgoing and/or recently arrived weapon/equipment shipments. The thick concrete walls of the storage holds prevent accurate recon on this area but Intel has marked several locations on your map that are most likely to store such cargo. Whether you find evidence or not, once the holds have been investigated, and the shipping manifest obtained, head back to the extraction area by the van in the maintenance building.